Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/samediggi.no/spraakteknologi.html.tmx
Source language: sme
Languages: nob

source: Ovddasvástideaddji politihkkár
nob: Språkteknologi / Språk / Forsiden - Sametinget

source: Ávjovárri
nob: Søk tilskudd

source: Aili Keskitalo
nob: Det samiske språket trenger språkbrukere, og aktive språkbrukere behøver moderne hjelpemidler for data, nett og mobile enheter.

source: aili.keskitalo@samediggi.no
nob: Ansvarlig politiker

source: Elektrovnnalaš lohkanveahki álmmuheapmi davvi sámegielas
nob: Lansering av elektronisk lesehjelp for nordsamisk

source: Sámediggi lea ovttas Acapela Group AB.
nob: Sametinget har sammen med Acapela Group AB.

source: , Divvun ja Giellateknoin Romssa Univer...
nob: , Divvun og Giellatekno ved Unive...

source: Loga eambbo
nob: Les mer

source: Sámi boallobeavdi jierbmetelefovnnaide lea válmmas
nob: Samisk tastatur for smarttelefoner er klart

source: Gieldda- ja ođasmahttinministtar Jan Tore Sannerja sámediggepresideanta Aili...
nob: Kommunal- og moderniseringsminister Jan Tore Sanner og sametingspresident Ai...

source: Čájet buot áššiid
nob: Sametinget samarbeider allikevel om allerede eksisterende og nye prosjekter for å øke antallet og kvaliteten av teknologiske språkverktøy.
